const readingPlan = [

{ day:1, reading:"Матфея 1–4" },
{ day:2, reading:"Матфея 5–8" },
{ day:3, reading:"Матфея 9–13" },
{ day:4, reading:"Матфея 14–17" },
{ day:5, reading:"Матфея 18–21" },
{ day:6, reading:"Матфея 22–25" },
{ day:7, reading:"Матфея 26–28, Марка 1" },

{ day:8, reading:"Марка 2–5" },
{ day:9, reading:"Марка 6–9" },
{ day:10, reading:"Марка 10–13" },
{ day:11, reading:"Марка 14–16, Луки 1" },
{ day:12, reading:"Луки 2–5" },
{ day:13, reading:"Луки 6–9" },
{ day:14, reading:"Луки 10–13" },
{ day:15, reading:"Луки 14–17" },
{ day:16, reading:"Луки 18–21" },
{ day:17, reading:"Луки 22–24, Иоанна 1" },

{ day:18, reading:"Иоанна 2–5" },
{ day:19, reading:"Иоанна 6–9" },
{ day:20, reading:"Иоанна 10–13" },
{ day:21, reading:"Иоанна 14–17" },
{ day:22, reading:"Иоанна 18–21" },

{ day:23, reading:"Деяния 1–4" },
{ day:24, reading:"Деяния 5–8" },
{ day:25, reading:"Деяния 9–12" },
{ day:26, reading:"Деяния 13–16" },
{ day:27, reading:"Деяния 17–20" },
{ day:28, reading:"Деяния 21–24" },
{ day:29, reading:"Деяния 25–28" },

{ day:30, reading:"Римлянам 1–4" },
{ day:31, reading:"Римлянам 5–8" },
{ day:32, reading:"Римлянам 9–12" },
{ day:33, reading:"Римлянам 13–16" },

{ day:34, reading:"1 Коринфянам 1–4" },
{ day:35, reading:"1 Коринфянам 5–8" },
{ day:36, reading:"1 Коринфянам 9–12" },
{ day:37, reading:"1 Коринфянам 13–16" },

{ day:38, reading:"2 Коринфянам 1–5" },
{ day:39, reading:"2 Коринфянам 6–10" },
{ day:40, reading:"2 Коринфянам 11–13, Галатам 1" },

{ day:41, reading:"Галатам 2–6, Эфесянам 1–2" },
{ day:42, reading:"Эфесянам 3–6, Филиппийцам 1" },
{ day:43, reading:"Филиппийцам 2–4, Колоссянам 1–2" },

{ day:44, reading:"Колоссянам 3–4, 1 Фессалоникийцам 1–2, 2 Фессалоникийцам 1" },

{ day:45, reading:"2 Фессалоникийцам 2–3, 1 Тимофею 1–3" },

{ day:46, reading:"1 Тимофею 4–6, 2 Тимофею 1" },

{ day:47, reading:"2 Тимофею 2–4, Титу, Филимону" },

{ day:48, reading:"Евреям 1–5" },
{ day:49, reading:"Евреям 6–10" },
{ day:50, reading:"Евреям 11–13, Иакова 1" },

{ day:51, reading:"Иакова 2–5, 1 Петра 1" },
{ day:52, reading:"1 Петра 2–5, 2 Петра 1" },
{ day:53, reading:"2 Петра 2–3, 1 Иоанна 1–2" },

{ day:54, reading:"1 Иоанна 3–5, 2 Иоанна, 3 Иоанна" },

{ day:55, reading:"Иуды, Откровение 1–3" },
{ day:56, reading:"Откровение 4–7" },
{ day:57, reading:"Откровение 8–11" },
{ day:58, reading:"Откровение 12–15" },
{ day:59, reading:"Откровение 16–19" },
{ day:60, reading:"Откровение 20–22" }

];